class DoyaRepo {
  List<String> allAnimationText = [
    " প্রতিশ্রুতি ভঙ্গ করো না। [সূরা বাকারা ২:১৭৭]",
    "সৎপরায়ণ হও। [সূরা মায়িদা ৫:৮]",
    "তোমরা সত্যকে মিথ্যার সাথে মিশিয়ে দিও না।[সূরা বাকারা ২:৪২]",
    "মানুষকে প্রতারণা দেওয়ার জন্য ওজনে কম দিও না। [সূরা আন’আম ৬:১৫২]",
    "অহংকার করো না। [সূরা আ’রাফ ৭:১৩]",
    "ঘুসে লিপ্ত হয়ো না। [সূরা বাকারা ২:১৮৮]",
    " সৎগুণ দেখে শাসক নির্বাচন করো। [সূরা বাকারা ২:২৪৭]",
    "পুরুষ ও নারী উভয়ই তাদের কৃতকর্মের সমান প্রতিদান পাবে। [সূরা আল-ইমরান ৩:১৯৫]",
    "মৃতের সম্পদ তার পরিবারের সদস্যসের মাঝে বন্টন করতে হবে। [সূরা নিসা ৪:৭]",
    "একে অপরকে হত্যা করো না। [সূরা নিসা ৪:৯২]",
    "অর্থ অপচয় করো না। [সূরা ইসরা ১৭:২৯]",
    'যে বিষয়ে জ্ঞান নেই তার অনুবর্তী হয়ো না।[সূরা ইসরা ১৭:৩৬]'
        "ভিন্ন ধর্মাবলম্বীদের উপাস্যদের গালমন্দ করো না। [সূরা মায়িদা ৫:১০৮]",
    "পিতামাতাকে অশ্রদ্ধা করে কোনো কথা বলো না। [সূরা ইসরা১৭:২৩]",
    "অমুসলিমদের সাথে সদয় ও ন্যায় আচরণ করো। [সূরা মুমতাহিনাহ্ ৬০:৮]",
    "অভাবগ্রস্তকে খাদ্যদানের প্রতি উৎসাহ প্রদান করো। [সূরা মা’ঊন ১০৭:৩]",
    "কারো মসজিদ যাওয়ার পথে বাধা সৃষ্টি করো না। [সূরা বাকারা ২:১১৪]",
  ];
}
